IdeaRS.Connections
GeneralWeldPlacement Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.GeneralWeldPlacement"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum GeneralWeldPlacement
Members
Member name | Value | Description
EdgeToSurface | 0
EdgeToEdge | 1
See Also
Reference
IdeaRS.Connections.Data Namespace